{"class_name": "Sequential", "keras_version": "1.2.2", "config": [{"class_name": "Dense", "config": {"batch_input_shape": [null, 6], "W_regularizer": null, "name": "dense_1", "b_constraint": null, "W_constraint": null, "init": "uniform", "activation": "relu", "input_dim": 6, "input_dtype": "float32", "activity_regularizer": null, "b_regularizer": null, "bias": true, "output_dim": 10, "trainable": true}}, {"class_name": "Dropout", "config": {"p": 0.2, "name": "dropout_1", "trainable": true}}, {"class_name": "Dense", "config": {"b_constraint": null, "name": "dense_2", "W_constraint": null, "init": "uniform", "activation": "relu", "W_regularizer": null, "activity_regularizer": null, "b_regularizer": null, "bias": true, "input_dim": 10, "output_dim": 10, "trainable": true}}, {"class_name": "Dropout", "config": {"p": 0.2, "name": "dropout_2", "trainable": true}}, {"class_name": "Dense", "config": {"b_constraint": null, "name": "dense_3", "W_constraint": null, "init": "uniform", "activation": "softmax", "W_regularizer": null, "activity_regularizer": null, "b_regularizer": null, "bias": true, "input_dim": 10, "output_dim": 2, "trainable": true}}]}