{"keras_version": "1.2.2", "config": [{"config": {"name": "dense_1", "input_dtype": "float32", "W_regularizer": null, "b_constraint": null, "activity_regularizer": null, "batch_input_shape": [null, 27], "activation": "relu", "b_regularizer": null, "output_dim": 256, "bias": true, "W_constraint": null, "input_dim": 27, "init": "uniform", "trainable": true}, "class_name": "Dense"}, {"config": {"name": "dropout_1", "trainable": true, "p": 0.3}, "class_name": "Dropout"}, {"config": {"name": "dense_2", "init": "uniform", "W_regularizer": null, "b_constraint": null, "activity_regularizer": null, "activation": "relu", "b_regularizer": null, "output_dim": 256, "bias": true, "W_constraint": null, "input_dim": 256, "trainable": true}, "class_name": "Dense"}, {"config": {"name": "dropout_2", "trainable": true, "p": 0.3}, "class_name": "Dropout"}, {"config": {"name": "dense_3", "init": "uniform", "W_regularizer": null, "b_constraint": null, "activity_regularizer": null, "activation": "relu", "b_regularizer": null, "output_dim": 256, "bias": true, "W_constraint": null, "input_dim": 256, "trainable": true}, "class_name": "Dense"}, {"config": {"name": "dropout_3", "trainable": true, "p": 0.3}, "class_name": "Dropout"}, {"config": {"name": "dense_4", "init": "uniform", "W_regularizer": null, "b_constraint": null, "activity_regularizer": null, "activation": "relu", "b_regularizer": null, "output_dim": 256, "bias": true, "W_constraint": null, "input_dim": 256, "trainable": true}, "class_name": "Dense"}, {"config": {"name": "dropout_4", "trainable": true, "p": 0.3}, "class_name": "Dropout"}, {"config": {"name": "dense_5", "init": "uniform", "W_regularizer": null, "b_constraint": null, "activity_regularizer": null, "activation": "relu", "b_regularizer": null, "output_dim": 256, "bias": true, "W_constraint": null, "input_dim": 256, "trainable": true}, "class_name": "Dense"}, {"config": {"name": "dropout_5", "trainable": true, "p": 0.3}, "class_name": "Dropout"}, {"config": {"name": "dense_6", "init": "uniform", "W_regularizer": null, "b_constraint": null, "activity_regularizer": null, "activation": "relu", "b_regularizer": null, "output_dim": 256, "bias": true, "W_constraint": null, "input_dim": 256, "trainable": true}, "class_name": "Dense"}, {"config": {"name": "dropout_6", "trainable": true, "p": 0.3}, "class_name": "Dropout"}, {"config": {"name": "dense_7", "init": "uniform", "W_regularizer": null, "b_constraint": null, "activity_regularizer": null, "activation": "softmax", "b_regularizer": null, "output_dim": 2, "bias": true, "W_constraint": null, "input_dim": 256, "trainable": true}, "class_name": "Dense"}], "class_name": "Sequential"}