{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"b_regularizer": null, "output_dim": 100, "input_dim": 3, "W_regularizer": null, "activity_regularizer": null, "b_constraint": null, "name": "dense_1", "bias": true, "init": "uniform", "batch_input_shape": [null, 3], "W_constraint": null, "input_dtype": "float32", "trainable": true, "activation": "relu"}}, {"class_name": "Dropout", "config": {"p": 0.2, "name": "dropout_1", "trainable": true}}, {"class_name": "Dense", "config": {"b_regularizer": null, "output_dim": 100, "W_regularizer": null, "input_dim": 100, "activity_regularizer": null, "b_constraint": null, "name": "dense_2", "bias": true, "init": "uniform", "W_constraint": null, "trainable": true, "activation": "relu"}}, {"class_name": "Dropout", "config": {"p": 0.2, "name": "dropout_2", "trainable": true}}, {"class_name": "Dense", "config": {"b_regularizer": null, "output_dim": 100, "W_regularizer": null, "input_dim": 100, "activity_regularizer": null, "b_constraint": null, "name": "dense_3", "bias": true, "init": "uniform", "W_constraint": null, "trainable": true, "activation": "relu"}}, {"class_name": "Dropout", "config": {"p": 0.2, "name": "dropout_3", "trainable": true}}, {"class_name": "Dense", "config": {"b_regularizer": null, "output_dim": 2, "W_regularizer": null, "input_dim": 100, "activity_regularizer": null, "b_constraint": null, "name": "dense_4", "bias": true, "init": "uniform", "W_constraint": null, "trainable": true, "activation": "softmax"}}], "keras_version": "1.2.2"}