{"keras_version": "1.2.2", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"input_dim": 27, "trainable": true, "W_constraint": null, "name": "dense_1", "output_dim": 1024, "b_regularizer": null, "b_constraint": null, "activity_regularizer": null, "bias": true, "batch_input_shape": [null, 27], "input_dtype": "float32", "W_regularizer": null, "activation": "relu", "init": "uniform"}}, {"class_name": "Dropout", "config": {"name": "dropout_1", "trainable": true, "p": 0.2}}, {"class_name": "Dense", "config": {"input_dim": 1024, "W_constraint": null, "trainable": true, "name": "dense_2", "output_dim": 1024, "b_regularizer": null, "b_constraint": null, "activity_regularizer": null, "bias": true, "W_regularizer": null, "activation": "relu", "init": "uniform"}}, {"class_name": "Dropout", "config": {"name": "dropout_2", "trainable": true, "p": 0.2}}, {"class_name": "Dense", "config": {"input_dim": 1024, "W_constraint": null, "trainable": true, "name": "dense_3", "output_dim": 1024, "b_regularizer": null, "b_constraint": null, "activity_regularizer": null, "bias": true, "W_regularizer": null, "activation": "relu", "init": "uniform"}}, {"class_name": "Dropout", "config": {"name": "dropout_3", "trainable": true, "p": 0.2}}, {"class_name": "Dense", "config": {"input_dim": 1024, "W_constraint": null, "trainable": true, "name": "dense_4", "output_dim": 1024, "b_regularizer": null, "b_constraint": null, "activity_regularizer": null, "bias": true, "W_regularizer": null, "activation": "relu", "init": "uniform"}}, {"class_name": "Dropout", "config": {"name": "dropout_4", "trainable": true, "p": 0.2}}, {"class_name": "Dense", "config": {"input_dim": 1024, "W_constraint": null, "trainable": true, "name": "dense_5", "output_dim": 1024, "b_regularizer": null, "b_constraint": null, "activity_regularizer": null, "bias": true, "W_regularizer": null, "activation": "relu", "init": "uniform"}}, {"class_name": "Dropout", "config": {"name": "dropout_5", "trainable": true, "p": 0.2}}, {"class_name": "Dense", "config": {"input_dim": 1024, "W_constraint": null, "trainable": true, "name": "dense_6", "output_dim": 1024, "b_regularizer": null, "b_constraint": null, "activity_regularizer": null, "bias": true, "W_regularizer": null, "activation": "relu", "init": "uniform"}}, {"class_name": "Dropout", "config": {"name": "dropout_6", "trainable": true, "p": 0.2}}, {"class_name": "Dense", "config": {"input_dim": 1024, "W_constraint": null, "trainable": true, "name": "dense_7", "output_dim": 2, "b_regularizer": null, "b_constraint": null, "activity_regularizer": null, "bias": true, "W_regularizer": null, "activation": "softmax", "init": "uniform"}}]}