{"class_name": "Sequential", "keras_version": "1.2.2", "config": [{"class_name": "Dense", "config": {"batch_input_shape": [null, 3], "W_regularizer": null, "name": "dense_1", "b_regularizer": null, "W_constraint": null, "output_dim": 128, "trainable": true, "activity_regularizer": null, "input_dtype": "float32", "b_constraint": null, "init": "normal", "activation": "relu", "bias": true, "input_dim": 3}}, {"class_name": "Dropout", "config": {"name": "dropout_1", "trainable": true, "p": 0.3}}, {"class_name": "Dense", "config": {"W_regularizer": null, "name": "dense_2", "b_regularizer": null, "W_constraint": null, "output_dim": 128, "trainable": true, "activity_regularizer": null, "bias": true, "b_constraint": null, "init": "normal", "activation": "relu", "input_dim": 128}}, {"class_name": "Dropout", "config": {"name": "dropout_2", "trainable": true, "p": 0.3}}, {"class_name": "Dense", "config": {"W_regularizer": null, "name": "dense_3", "b_regularizer": null, "W_constraint": null, "output_dim": 128, "trainable": true, "activity_regularizer": null, "bias": true, "b_constraint": null, "init": "normal", "activation": "relu", "input_dim": 128}}, {"class_name": "Dropout", "config": {"name": "dropout_3", "trainable": true, "p": 0.3}}, {"class_name": "Dense", "config": {"W_regularizer": null, "name": "dense_4", "b_regularizer": null, "W_constraint": null, "output_dim": 2, "trainable": true, "activity_regularizer": null, "bias": true, "b_constraint": null, "init": "normal", "activation": "softmax", "input_dim": 128}}]}