{"config": [{"config": {"batch_input_shape": [null, 6], "input_dtype": "float32", "activity_regularizer": null, "bias": true, "b_constraint": null, "W_constraint": null, "name": "dense_1", "W_regularizer": null, "activation": "relu", "trainable": true, "b_regularizer": null, "init": "uniform", "input_dim": 6, "output_dim": 10}, "class_name": "Dense"}, {"config": {"name": "dropout_1", "trainable": true, "p": 0.2}, "class_name": "Dropout"}, {"config": {"W_constraint": null, "activity_regularizer": null, "bias": true, "b_constraint": null, "init": "uniform", "name": "dense_2", "W_regularizer": null, "activation": "softmax", "trainable": true, "b_regularizer": null, "input_dim": 10, "output_dim": 2}, "class_name": "Dense"}], "keras_version": "1.2.2", "class_name": "Sequential"}