{"keras_version": "1.2.2", "config": [{"config": {"trainable": true, "init": "normal", "output_dim": 512, "input_dtype": "float32", "b_constraint": null, "W_regularizer": null, "bias": true, "activation": "relu", "input_dim": 3, "batch_input_shape": [null, 3], "name": "dense_1", "activity_regularizer": null, "W_constraint": null, "b_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "p": 0.2, "name": "dropout_1"}, "class_name": "Dropout"}, {"config": {"trainable": true, "init": "normal", "activity_regularizer": null, "b_constraint": null, "W_regularizer": null, "bias": true, "activation": "relu", "input_dim": 512, "name": "dense_2", "output_dim": 512, "W_constraint": null, "b_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "p": 0.2, "name": "dropout_2"}, "class_name": "Dropout"}, {"config": {"trainable": true, "init": "normal", "activity_regularizer": null, "b_constraint": null, "W_regularizer": null, "bias": true, "activation": "relu", "input_dim": 512, "name": "dense_3", "output_dim": 512, "W_constraint": null, "b_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "p": 0.2, "name": "dropout_3"}, "class_name": "Dropout"}, {"config": {"trainable": true, "init": "normal", "activity_regularizer": null, "b_constraint": null, "W_regularizer": null, "bias": true, "activation": "softmax", "input_dim": 512, "name": "dense_4", "output_dim": 2, "W_constraint": null, "b_regularizer": null}, "class_name": "Dense"}], "class_name": "Sequential"}