{"config": [{"config": {"output_dim": 512, "name": "dense_1", "trainable": true, "input_dim": 3, "batch_input_shape": [null, 3], "activation": "relu", "b_constraint": null, "input_dtype": "float32", "bias": true, "W_constraint": null, "b_regularizer": null, "activity_regularizer": null, "W_regularizer": null, "init": "uniform"}, "class_name": "Dense"}, {"config": {"p": 0.4, "name": "dropout_1", "trainable": true}, "class_name": "Dropout"}, {"config": {"output_dim": 2, "name": "dense_2", "trainable": true, "bias": true, "b_constraint": null, "input_dim": 512, "activation": "softmax", "W_constraint": null, "b_regularizer": null, "activity_regularizer": null, "W_regularizer": null, "init": "uniform"}, "class_name": "Dense"}], "class_name": "Sequential", "keras_version": "1.2.2"}