{"keras_version": "2.0.2", "config": [{"config": {"activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "use_bias": true, "name": "dense_1", "kernel_regularizer": null, "batch_input_shape": [null, 183], "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "units": 256, "bias_regularizer": null, "kernel_initializer": {"config": {"mean": 0.0, "seed": null, "stddev": 0.05}, "class_name": "RandomNormal"}, "dtype": "float32"}, "class_name": "Dense"}, {"config": {"name": "dropout_1", "rate": 0.2, "trainable": true}, "class_name": "Dropout"}, {"config": {"activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mean": 0.0, "seed": null, "stddev": 0.05}, "class_name": "RandomNormal"}, "kernel_constraint": null, "name": "dense_2", "kernel_regularizer": null, "use_bias": true, "activity_regularizer": null, "bias_constraint": null, "trainable": true, "units": 256, "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dropout_2", "rate": 0.2, "trainable": true}, "class_name": "Dropout"}, {"config": {"activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mean": 0.0, "seed": null, "stddev": 0.05}, "class_name": "RandomNormal"}, "kernel_constraint": null, "name": "dense_3", "kernel_regularizer": null, "use_bias": true, "activity_regularizer": null, "bias_constraint": null, "trainable": true, "units": 256, "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dropout_3", "rate": 0.2, "trainable": true}, "class_name": "Dropout"}, {"config": {"activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mean": 0.0, "seed": null, "stddev": 0.05}, "class_name": "RandomNormal"}, "kernel_constraint": null, "name": "dense_4", "kernel_regularizer": null, "use_bias": true, "activity_regularizer": null, "bias_constraint": null, "trainable": true, "units": 2, "bias_regularizer": null}, "class_name": "Dense"}], "class_name": "Sequential", "backend": "tensorflow"}