class_name: Sequential
config:
- class_name: Dense
  config:
    W_constraint: null
    W_regularizer: null
    activation: relu
    activity_regularizer: null
    b_constraint: null
    b_regularizer: null
    batch_input_shape: !!python/tuple [null, 27]
    bias: true
    init: uniform
    input_dim: 27
    input_dtype: float32
    name: dense_1
    output_dim: 1024
    trainable: true
- class_name: Dropout
  config: {name: dropout_1, p: 0.2, trainable: true}
- class_name: Dense
  config: {W_constraint: null, W_regularizer: null, activation: relu, activity_regularizer: null,
    b_constraint: null, b_regularizer: null, bias: true, init: uniform, input_dim: 1024,
    name: dense_2, output_dim: 1024, trainable: true}
- class_name: Dropout
  config: {name: dropout_2, p: 0.2, trainable: true}
- class_name: Dense
  config: {W_constraint: null, W_regularizer: null, activation: relu, activity_regularizer: null,
    b_constraint: null, b_regularizer: null, bias: true, init: uniform, input_dim: 1024,
    name: dense_3, output_dim: 1024, trainable: true}
- class_name: Dropout
  config: {name: dropout_3, p: 0.2, trainable: true}
- class_name: Dense
  config: {W_constraint: null, W_regularizer: null, activation: relu, activity_regularizer: null,
    b_constraint: null, b_regularizer: null, bias: true, init: uniform, input_dim: 1024,
    name: dense_4, output_dim: 1024, trainable: true}
- class_name: Dropout
  config: {name: dropout_4, p: 0.2, trainable: true}
- class_name: Dense
  config: {W_constraint: null, W_regularizer: null, activation: relu, activity_regularizer: null,
    b_constraint: null, b_regularizer: null, bias: true, init: uniform, input_dim: 1024,
    name: dense_5, output_dim: 1024, trainable: true}
- class_name: Dropout
  config: {name: dropout_5, p: 0.2, trainable: true}
- class_name: Dense
  config: {W_constraint: null, W_regularizer: null, activation: relu, activity_regularizer: null,
    b_constraint: null, b_regularizer: null, bias: true, init: uniform, input_dim: 1024,
    name: dense_6, output_dim: 1024, trainable: true}
- class_name: Dropout
  config: {name: dropout_6, p: 0.2, trainable: true}
- class_name: Dense
  config: {W_constraint: null, W_regularizer: null, activation: softmax, activity_regularizer: null,
    b_constraint: null, b_regularizer: null, bias: true, init: uniform, input_dim: 1024,
    name: dense_7, output_dim: 2, trainable: true}
keras_version: 1.2.2
