{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"name": "dense_1", "bias": true, "input_dtype": "float32", "W_constraint": null, "batch_input_shape": [null, 3], "activity_regularizer": null, "init": "normal", "W_regularizer": null, "trainable": true, "output_dim": 512, "input_dim": 3, "b_regularizer": null, "activation": "relu", "b_constraint": null}}, {"class_name": "Dropout", "config": {"name": "dropout_1", "trainable": true, "p": 0.3}}, {"class_name": "Dense", "config": {"name": "dense_2", "bias": true, "W_constraint": null, "activity_regularizer": null, "init": "normal", "W_regularizer": null, "trainable": true, "output_dim": 512, "input_dim": 512, "b_regularizer": null, "activation": "relu", "b_constraint": null}}, {"class_name": "Dropout", "config": {"name": "dropout_2", "trainable": true, "p": 0.3}}, {"class_name": "Dense", "config": {"name": "dense_3", "bias": true, "W_constraint": null, "activity_regularizer": null, "init": "normal", "W_regularizer": null, "trainable": true, "output_dim": 512, "input_dim": 512, "b_regularizer": null, "activation": "relu", "b_constraint": null}}, {"class_name": "Dropout", "config": {"name": "dropout_3", "trainable": true, "p": 0.3}}, {"class_name": "Dense", "config": {"name": "dense_4", "bias": true, "W_constraint": null, "activity_regularizer": null, "init": "normal", "W_regularizer": null, "trainable": true, "output_dim": 512, "input_dim": 512, "b_regularizer": null, "activation": "relu", "b_constraint": null}}, {"class_name": "Dropout", "config": {"name": "dropout_4", "trainable": true, "p": 0.3}}, {"class_name": "Dense", "config": {"name": "dense_5", "bias": true, "W_constraint": null, "activity_regularizer": null, "init": "normal", "W_regularizer": null, "trainable": true, "output_dim": 512, "input_dim": 512, "b_regularizer": null, "activation": "relu", "b_constraint": null}}, {"class_name": "Dropout", "config": {"name": "dropout_5", "trainable": true, "p": 0.3}}, {"class_name": "Dense", "config": {"name": "dense_6", "bias": true, "W_constraint": null, "activity_regularizer": null, "init": "normal", "W_regularizer": null, "trainable": true, "output_dim": 512, "input_dim": 512, "b_regularizer": null, "activation": "relu", "b_constraint": null}}, {"class_name": "Dropout", "config": {"name": "dropout_6", "trainable": true, "p": 0.3}}, {"class_name": "Dense", "config": {"name": "dense_7", "bias": true, "W_constraint": null, "activity_regularizer": null, "init": "normal", "W_regularizer": null, "trainable": true, "output_dim": 2, "input_dim": 512, "b_regularizer": null, "activation": "softmax", "b_constraint": null}}], "keras_version": "1.2.2"}