{"class_name": "Sequential", "keras_version": "1.2.2", "config": [{"class_name": "Dense", "config": {"init": "uniform", "name": "dense_1", "b_regularizer": null, "input_dim": 6, "input_dtype": "float32", "b_constraint": null, "batch_input_shape": [null, 6], "trainable": true, "bias": true, "W_regularizer": null, "activation": "relu", "activity_regularizer": null, "W_constraint": null, "output_dim": 10}}, {"class_name": "Dropout", "config": {"p": 0.5, "name": "dropout_1", "trainable": true}}, {"class_name": "Dense", "config": {"name": "dense_2", "b_regularizer": null, "input_dim": 10, "b_constraint": null, "W_constraint": null, "trainable": true, "bias": true, "W_regularizer": null, "activation": "relu", "activity_regularizer": null, "init": "uniform", "output_dim": 10}}, {"class_name": "Dropout", "config": {"p": 0.5, "name": "dropout_2", "trainable": true}}, {"class_name": "Dense", "config": {"name": "dense_3", "b_regularizer": null, "input_dim": 10, "b_constraint": null, "W_constraint": null, "trainable": true, "bias": true, "W_regularizer": null, "activation": "relu", "activity_regularizer": null, "init": "uniform", "output_dim": 10}}, {"class_name": "Dropout", "config": {"p": 0.5, "name": "dropout_3", "trainable": true}}, {"class_name": "Dense", "config": {"name": "dense_4", "b_regularizer": null, "input_dim": 10, "b_constraint": null, "W_constraint": null, "trainable": true, "bias": true, "W_regularizer": null, "activation": "softmax", "activity_regularizer": null, "init": "uniform", "output_dim": 2}}]}