{"class_name": "Sequential", "keras_version": "1.2.2", "config": [{"class_name": "Dense", "config": {"batch_input_shape": [null, 3], "init": "uniform", "trainable": true, "b_regularizer": null, "W_constraint": null, "input_dtype": "float32", "name": "dense_1", "activity_regularizer": null, "activation": "relu", "W_regularizer": null, "b_constraint": null, "output_dim": 100, "input_dim": 3, "bias": true}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_1", "p": 0.2}}, {"class_name": "Dense", "config": {"init": "uniform", "trainable": true, "b_regularizer": null, "W_constraint": null, "name": "dense_2", "activity_regularizer": null, "activation": "relu", "W_regularizer": null, "b_constraint": null, "output_dim": 100, "input_dim": 100, "bias": true}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_2", "p": 0.2}}, {"class_name": "Dense", "config": {"init": "uniform", "trainable": true, "b_regularizer": null, "W_constraint": null, "name": "dense_3", "activity_regularizer": null, "activation": "softmax", "W_regularizer": null, "b_constraint": null, "output_dim": 2, "input_dim": 100, "bias": true}}]}