{"config": [{"config": {"b_constraint": null, "bias": true, "W_constraint": null, "b_regularizer": null, "name": "dense_1", "W_regularizer": null, "batch_input_shape": [null, 3], "activity_regularizer": null, "trainable": true, "input_dtype": "float32", "init": "normal", "input_dim": 3, "output_dim": 20, "activation": "relu"}, "class_name": "Dense"}, {"config": {"name": "dropout_1", "trainable": true, "p": 0.4}, "class_name": "Dropout"}, {"config": {"b_constraint": null, "bias": true, "W_constraint": null, "b_regularizer": null, "name": "dense_2", "W_regularizer": null, "activity_regularizer": null, "trainable": true, "init": "normal", "input_dim": 20, "output_dim": 2, "activation": "softmax"}, "class_name": "Dense"}], "keras_version": "1.2.2", "class_name": "Sequential"}