class_name: Sequential
config:
- class_name: Dense
  config:
    W_constraint: null
    W_regularizer: null
    activation: relu
    activity_regularizer: null
    b_constraint: null
    b_regularizer: null
    batch_input_shape: !!python/tuple [null, 3]
    bias: true
    init: uniform
    input_dim: 3
    input_dtype: float32
    name: dense_1
    output_dim: 512
    trainable: true
- class_name: Dropout
  config: {name: dropout_1, p: 0.4, trainable: true}
- class_name: Dense
  config: {W_constraint: null, W_regularizer: null, activation: softmax, activity_regularizer: null,
    b_constraint: null, b_regularizer: null, bias: true, init: uniform, input_dim: 512,
    name: dense_2, output_dim: 2, trainable: true}
keras_version: 1.2.2
