{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"W_regularizer": null, "init": "uniform", "trainable": true, "name": "dense_1", "b_regularizer": null, "batch_input_shape": [null, 3], "input_dtype": "float32", "input_dim": 3, "W_constraint": null, "activity_regularizer": null, "activation": "relu", "b_constraint": null, "bias": true, "output_dim": 100}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_1", "p": 0.4}}, {"class_name": "Dense", "config": {"W_regularizer": null, "init": "uniform", "trainable": true, "name": "dense_2", "b_regularizer": null, "input_dim": 100, "W_constraint": null, "activity_regularizer": null, "activation": "softmax", "b_constraint": null, "bias": true, "output_dim": 2}}], "keras_version": "1.2.2"}