{"config": [{"config": {"W_regularizer": null, "batch_input_shape": [null, 3], "bias": true, "b_regularizer": null, "activity_regularizer": null, "trainable": true, "input_dim": 3, "input_dtype": "float32", "output_dim": 128, "init": "normal", "b_constraint": null, "name": "dense_1", "W_constraint": null, "activation": "relu"}, "class_name": "Dense"}, {"config": {"trainable": true, "p": 0.4, "name": "dropout_1"}, "class_name": "Dropout"}, {"config": {"W_regularizer": null, "bias": true, "b_regularizer": null, "activity_regularizer": null, "trainable": true, "output_dim": 2, "W_constraint": null, "input_dim": 128, "init": "normal", "b_constraint": null, "name": "dense_2", "activation": "softmax"}, "class_name": "Dense"}], "keras_version": "1.2.2", "class_name": "Sequential"}